[
	{
		"title": "Episode 1",
		"subtitle": "The Game After The Whistle",
		"month": "Oct",
		"day": "8th",
		"year": "2013",
		"desc": "As the whistle blows, marking another Galaxy win over Real Salt Lake, we lock in on star defender Omar Gonzalez and begin our journey following him. We follow Omar from the end of this game to the beginning of his next game just two days later learning what his life, training regime, diet and mental preparation look like in between the whistles.",
		"thumb": "1.jpg",
		"coolness_rating_f": "45.4",
		"published_date": "11\/28\/2013"
	},
	{
		"thumb": [
			{
				"cheese": "yellow",
				"bread": "nay"
			},
			{
				"cheese": "white",
				"bread": "nay"
			},
			{
				"cheese": "yellow",
				"bread": "nay"
			}
		],
		"title": "Episode 2",
		"subtitle": "Staying Power",
		"month": "Oct",
		"day": "22nd",
		"year": "2013",
		"desc": "Marcelo Sarvas is one of the most foundational players on the club and it's his tenacious ability to be everywhere he needs to be as a midfielder for a full 90 minute match that really sets him apart. We will take a closer look at Marcelo's activity by breaking down one games play and the impressive amount of energy exerted. Marcelo and his coaching staff will give us an inside look at just how a player gets to and stays at this level of ability.",
		"coolness_rating_f": "22",
		"published_date": "11\/28\/2012"
	},
	{
		"title": "Episode 3",
		"subtitle": "The Finishing Touch",
		"month": "Oct",
		"day": "5th",
		"year": "2013",
		"desc": "Everything on the pitch points towards that finishing touch that puts the ball in the back of the net. In this episode we will explore that touch through 21 year old striker Gyasi Zardes. Gyasi and his coaches will let us into both the physical and hugely mental side of what it takes to finish.",
		"thumb": "1.jpg",
		"coolness_rating_f": "3",
		"published_date": "11\/1\/2013"
	},
	{
		"title": "Episode 4",
		"subtitle": "The Long Play",
		"month": "Oct\n",
		"day": "19th",
		"year": "2014",
		"desc": "At 37 years old with 16 seasons of MLS & 2 World Cups under his belt Pablo Mastroeni is one of America's most seasoned players. Pablo will let us in on his philosophy of the sport and the mindset, fitness and nutrition that has supported him making this long and illustrious career possible. Pablo will let us in on his years earned philosophy on balance both physically and mentally.",
		"thumb": "4.jpg",
		"coolness_rating_f": "45",
		"published_date": "11\/2\/2013"
	},
	{
		"title": "Episode 5",
		"subtitle": "Always Ready",
		"month": "Dec",
		"day": "3rd",
		"year": "2014",
		"desc": "Coming up through the LA Galaxy Academy at just 18 years old Jack McBean shows a lot of potential. Jack lets us in on his thoughts as to what he is focusing on to achieve his goals with the team. The coaching staff helps us understand what is important for a young player like Jack to do while working to that coveted starting spot.",
		"thumb": "5.jpg",
		"coolness_rating_f": "12",
		"published_date": "12\/28\/2013"
	},
	{
		"title": "Episode 6",
		"subtitle": "A Keeper's World",
		"month": "Dec",
		"day": "17th",
		"year": "2013",
		"desc": "We dive into LA Galaxy's brand new keeper Jaime Penedo's world and examine his perspective on life between the bars. With his own coach and a vastly different workout regimen, training looks a lot different for Jaime than his teammates. Jaime will also let us in on the mental rigors & constant pressure of competing at this level in this position.",
		"thumb": "6.jpg",
		"coolness_rating_f": "23",
		"published_date": "11\/29\/2013"
	},
	{
		"title": "Episode 7",
		"subtitle": "The Academy",
		"month": "Jan",
		"day": "7th",
		"year": "2014",
		"desc": "As part of the prestigious LA Galaxy Academy 12-18 year old kids train almost daily with hopes of being pulled up to the championship winning first team one day. We will experience the Academy through a young player just starting with the Academy and an older player on the brink of the draft. Former Galaxy Captain, Peter Vagenes, who now runs the Academy shares his passionate and unique take on how to prepare these kids to go after their dreams while current Galaxy players like Gyasi Zardes & Jack McBean talk about the role the Academy played in their career.",
		"thumb": "7.jpg",
		"coolness_rating_f": "-0.5",
		"published_date": "11\/28\/2010"
	},
	{
		"title": "Episode 8",
		"subtitle": "On The Road",
		"month": "Jan",
		"day": "21st",
		"year": "2014",
		"desc": "On a trip to Costa Rica for a Champions League game we see what it is like to travel with the LA Galaxy. An important game in a foreign place with a long travel schedule procoolness_rating_fes many challenges as the Galaxy look to advance past Costa Rica's Cartagines club on their way to the Champions Cup.",
		"thumb": "8.jpg",
		"coolness_rating_f": "235555",
		"published_date": "1\/28\/2013"
	}
]